{

  "faq_1_question": "What is BEBETRONIC?",
  "faq_1_answer": "It’s a platform with virtual gaming, challenges and party activities. Come in (sign up) to find out.",
  "faq_2_question": "What is the maximum number of users in the same room?",
  "faq_2_answer": "The number of users in the same room is unlimited.  We challenge you to try it",
  "faq_3_question": "What is the price of creating a room?",
  "faq_3_answer": "It's completely free.",
  "faq_4_question": "Do I need to pay for a subscription?",
  "faq_4_answer": "No. The game is completely free.",
  "faq_5_question": "Can I use BEBETRONIC from my cell phone?",
  "faq_5_answer": "That's right, you can find the app in the Play store (for Android) and on iOS. You can also access through any browser",
  "faq_6_question": "What languages is the game available in?",
  "faq_6_answer": "The game is currently available in Spanish, English and Portuguese.",
  "faq_7_question": "What is the time limit for a room?",
  "faq_7_answer": "There is no time limit. You can be in the same room for as long as you want.",
  "faq_8_question": "Who has created the challenges and the questions? Were they created by BEBETRONIC?",
  "faq_8_answer": "The challenges and questions that appear on BEBETRONIC have been added by the same community of users of the platform. BEBETRONIC has not created any of the questions or challenges that appear in the game.",

  "faq_9_question": "Can I add my own questions and challenges?",
  "faq_9_answer": "Yes. You can create your own BEBETRONIC, with your own questions and challenges. Clicking on the button shown below, you add the challenge or question that will come out in the next rounds. (This option is only for adding questions/challenges to your room)",
  "faq_10_question": "What if I want to change my game?",
  "faq_10_answer": "The host of the room must press the home button (back) and with this action, you have the possibility to choose a new game.",
  "faq_11_question": "How to start video call?",
  "faq_11_answer": "Press the phone symbol button and immediately open a tool with which you can interact with video or audio with your friends.",
  "faq_12_question": "How do I find out who the host of the room is?",
  "faq_12_answer": "The host is surrounded by a neon beam around his party glass, as shown in the image below.",
  "faq_13_question": "How to sync music?",
  "faq_13_answer": "It is very easy, you only need to press the 'play' button, which is shown in the screenshot below. Then, on the next screen, you paste the link of the song you chose on YouTube. Once this is done, the music will start playing on all devices.  Additionally, you can adjust the volume. (Note: We recommend using headphones, this improves the experience).",
  "faq_14_question": "Do I need to drink alcohol to enjoy BEBETRONIC?",
  "faq_14_answer": "No, it is not necessary. The games are focused on creating fun moments as if you were at a real party. With embarrassing and pleasant moments. The purpose is having fun with friends.",

  "faq_15_question": "How do I create my virtual party?",
  "faq_15_answer_1": "Once you open the app or website, you will find the first screen, which is shown below:",
  "faq_15_answer_1_1": "Click on the 'create room' button:",
  "faq_15_answer_2": "Now, it's time to choose the username you're going to use during your virtual party and the color of your glass.",
  "faq_15_answer_3": "In this section, you will also get to select the language of your choice. Note: your language choice is only valid for you, other users will have to choose their own language.",
  "faq_15_answer_4": "You're already inside your BEBETRONIC room, it's time to invite your friends to your virtual party. It is very easy; you must click on the next button and the link in your room will be copied to the clipboard of your phone/computer. ",
  "faq_15_answer_5": "And that's it, your guests will enter the room once you send them the link through your preferred social network!",

  "faq_16_question": "How do I get into a virtual party with the link?",
  "faq_16_answer_1": "In order to enter a virtual party room that’s already been created, you’ll need to receive a link. Once you have the link, you click on it and it leads you to the following screen:",
  "faq_16_answer_2": "Here you will choose your username, the language in which your virtual party game will be displayed and the color of your party glass. Then press the join button.",
  "faq_16_answer_3": "Once this step is done, you are ready to enjoy your virtual party!",


  "faq_17_question": "What is the room host? What does it mean to be a room host?",
  "faq_17_answer_1": "The host is the one who can:",
  "faq_17_answer_1_1": "Return with all participants to the starting room.",
  "faq_17_answer_1_2": "Choose the game",

  "faq_18_question": "Is it only the host who can send invitations?",
  "faq_18_answer": "No. Anyone who has the room link can send it to anyone else.",

  "faq_subtitle_1": "Regarding questions and challenges",
  "faq_19_question": "The questions:",
  "faq_19_answer": "The main purpose of the BEBETRONIC in game questions is to have fun. They are focused to liven up the atmosphere while hanging with friends. Questions are submitted by our users and added to the respective banks (question pools).",
  "faq_20_question": "I feel that a question is offensive against some social group, minority or similar. What I can do?",
  "faq_20_answer": "While all Bebetronic questions are meant to make the users slightly embarrassed when coming up with an answer, no such questions should be demeaning, degrading or intended to attack any social group. If you feel that a question does not abide by these guidelines, you can send us a report (on the report a problem button) specifically pointing to the question. The bebetronic team will then review the question and take the respective measures.",
  "faq_21_question": "The challenges:",
  "faq_21_answer_1": "Bebetronic's challenges are fun-focused. It's obvious that challenges involve doing something we wouldn't normally want to do. However, none of the challenges can be directly or indirectly focused on causing any physical harm to participants.",
  "faq_21_answer_2": "When you send us a suggested challenge, remember to keep this rule in mind. Challenges that don’t follow this criteria will not be considered.",




  "suggested_questions_challenges": "Suggestions for questions/challenges",
  "problems_with_the_application": "Issues with the app",
  "do_you_have_ideas_to_improve_BEBETRONIC": "Do you have ideas to improve BEBETRONIC?",
  "happy_new_year": "Happy new year",
  "happy_new_year_message": "For a year full of many successes",
  "somebody_proposed": "Somebody in the room propose",
  "send": "Send",
  "add_question": "Add question",
  "add_challenge": "Add challenge",
  "change_cup": "Change cup",
  "join_room": "Join room",
  "your_name": "Your name",
  "country": "Country",
  "enter_your_name_please": "Enter your name, Please",
  "update": "Update",
  "description": "Description",
  "join": "Join",
  "dont_drink_too_much_alcohol": "Don't drink too much alcohol",
  "bebetronic_worries_about_you": "Bebetronic worries about you",
  "create_room": "Create room",
  "choose_a_game": "Choose a game",
  "never_have_i_ever": "Never have I ever",
  "chupistica_culture": "Chupistica culture",
  "threeman": "Threeman",
  "inconfortables_questions": "Truth or dare",
  "most_probably": "Who's most likely to",
  "inconfortables-questions-per-turn": "Akward questions",
  "what-is-the-probability": "How likely is it?",
  "anonymous": "Anonymous",
  "waiting_user_choose_game_pre": "Waiting for ",
  "waiting_user_choose_game_pos": " to select a game",
  "lets_play": "Let's play",
  "play_music_from_youtube": "Play music from Youtube",
  "music_player": "Music player",
  "link_youtube": "Youtube link",
  "volume": "Volume",
  "open_meets": "Start a call",
  "share_link": "Share link",
  "exit_room": "Exit room",
  "send_suggestions": "How can we improve your experience",
  "back": "Back",
  "skip_turn": "Saltar turno",
  "instructions": "Instructions",
  "lives": "Lives",
  "hot": "Hot",
  "chilling": "Relax",
  "lost_shot": "perdió. Shot",
  "never": "Never",
  "of_course": "Of course",
  "lets_begin": "LET'S START THE GAME!",
  "i_already_said_the_word": "I already said the word",
  "new_round": "New round",
  "next": "Next",
  "next_question": "Next question",
  "waiting_for_everyone_to_finish_voting": "Waiting for everyone to finish voting",
  "go_to_next_question": " go to next question",
  "choose_a_category_pos": " choose a category: Relax 😋 o hot 😈",
  "ask_what_do_you_want_to_anyone_else": "Ask what you want to whoever you want",
  "go_to_home": "Go to home",
  "send_question": "Send question",
  "type_your_anonymous_question": "Type your anonymous question",
  "please": "Please",
  "waiting_for": "Waiting for",
  "question_sent": "Question sent",
  "begins": " begins",
  "answer": "answers",
  "skip_the_turn": " skip the turn",
  "take_a_shot": "take a shot",
  "starts": " starts",
  "start": "Start",
  "question_for": "Question for ",
  "tell_us": " tell us",
  "waiting_for_whoever_asked_to_pass_the_question": "Waiting for whoever asked will pass the question",
  "takes_a_shot": " takes a shot",
  "show_question": "Show question",
  "go_to_next": "Go to next",
  "show_the_question": " shows the question",
  "who_most_probably": "Who's most likely",
  "your_vote_was": "Your vote was",
  "still_to_vote":"Still to vote",
  "truth": "Truth",
  "shot": "Dare",
  "or": "or",
  "do_you_want_to_skip_the_turn": "Do you want to skip the turn?",
  "cancel": "Cancel",
  "the_first_player_that_has_got_3_becomes_the_threeman": "The first player that has got 3, becomes the threeman",
  "round": "Round",
  "call_threeman": "Call the threeman",
  "call_threeman_pos": " calls the threeman",
  "threeman_rule_1": "Next player drinks",
  "threeman_rule_2": "Previous player drinks",
  "threeman_rule_3": "Threeman's heir drinks",
  "threeman_rule_4": "Drink who called the threeman",
  "threeman_rule_5": "",
  "threeman_rule_6": "Everyone drink",
  "congratulations": "Congratulations",
  "you_re_the_new_threeman_heir_for_3_rounds": "you're the new threeman's heir 🥳 for 3 rounds",
  "the_threeman_has_got": "The threeman has got",
  "threeman_aleatory": "Threeman's aleatory",
  "you_need_at_least_2_players": "You need at least 2 players",
  "how_likely_is_it": "How likely is it",
  "choosing_victims": "Choosing victims",
  "ready_to_see_results": "Ready to see results?",
  "yeeei": "Yeiiii!!",
  "both_chose": "Both chose",
  "you_have_luck": "You had luck",
  "at_least_drink": "At least drink",
  "and": "and",
  "lets_do_it": "Let's do it",
  "presential": "Presential",
  "aloof": "Aloof",
  "heavy": "Heavy",
  "choose_a_category_heavy_pos": " choose a category: Heavy 🙉 o hot 😈",
  "invite_your_friend_to_the_party": "Invite your friends to the party",
  "no_internet_connection": "No internet connection",
  "please_search_an_internet_connection": "Please, search an internet connection",
  "you_are_the_host": "You're the host",
  "is_the_host": "is the host",
  "link_copied": "Link copied",
  "has_not_voted": "hasn't voted",
  "have_not_voted": "haven't voted",
  "has_received_more_votes": "Has gotten more votes",
  "have_received_more_votes": "Have gotten more votes",
  "choose_a_player_and_type_a_question": "Please, choose a player and type a question",
  "type_a_youtube_link": "Type a youtube link",
  "link_not_valid": "Youtube link doesn't valid",
  "have_to": "have to meet the challenge",
  "enter_a_link_to_the_room": "Enter a link or code to join the room",
  "link_to_the_room": "Link or code of the room",
  "link_or_code_invalid": "Link or code invalid",

  "anonymous_instructions_1" : "How right Oscar Wilde was when he affirmed \"A mask tells us more than a face.\" In this game, you will have the opportunity to ask anonymous questions to the person you want, and this person will have to answer.",
  "anonymous_instructions_2" : "It is very simple. Initially, you have to choose the recipient of your question. Subsequently, a space appears where you can write your anonymous question and then hit the send button. Next, Bebetronic will teach on the screen the people who must answer the anonymous questions and the respective question.",
  "anonymous_instructions_3" : "More truths are known in this game than in any other. Take advantage of the fact that you have a \"mask\" and you can ask any type of question without fear of what they will say.",

  "chupistica_culture_instructions_1": "You’ve just entered a journey into the bowels of your knowledge, which can only be unlocked with the magical combination of friends, atmosphere and BEBETRONIC.",
  "chupistica_culture_instructions_2": "A random category is displayed on the screen. The player has 5 seconds to respond to the category displayed on the screen.",
  "chupistica_culture_instructions_3": "Once they answer aloud, select the option \"I already said the word\" and the turn goes to the next player.",
  "chupistica_culture_instructions_4": "The player who doesn't answer to the category in the established time or whose answer's wrong, has to pay a forfeit",
  "chupistica_culture_instructions_5": "Let's see how much General Knowledge this select group of people has.",

  "inconfortables-questions.component_instructions_1": "There's no doubt, one of the best games out there is brought to the virtual world for the first time thanks to BEBETRONIC.",
  "inconfortables-questions.component_instructions_2": "Each player in the room will have the opportunity to answer a question asked by BEBETRONIC. All questions are related to members of the room. The player must select one or more of the members in each answer.",
  "inconfortables-questions.component_instructions_3": "As if it wasn't enough to answer, BEBETRONIC uses luck to know if your answer is revealed or if you must meet a challenge.",
  "inconfortables-questions.component_instructions_4": "In case it is revealed, everyone will be able to see your answer. This is the case when \"truth\" comes out. Otherwise, when \"challenge\" comes out, no one will know what you answered, but you must complete a challenge.",
  "inconfortables-questions.component_instructions_5": "Forget everything and enjoy…",

  "most-propably_instructions_1": "According to most people, this is the most famous game on a night out. BEBETRONIC brings this game to the virtual world, in a way that you have, for sure, never played.",
  "most-propably_instructions_2": "Each round BEBETRONIC will ask who is most likely to...? To which each member of the room must respond by selecting the player they consider most likely to perform that action.",
  "most-propably_instructions_3": "Once the voting is done, BEBETRONIC will show on the screen who is the “most probable” player. The player selected by the majority must drink.",
  "most-propably_instructions_4": "NOTE: Enjoy, relax and celebrate tonight with friends and, of course, BEBETRONIC",

  "never-have-i-ever_instructions_1": "The mythical I’VE NEVER. Acording to the lates statistic, more than 145.418.595.000 have been damaged due to this game. Next, you will find the most interesting I'VE NEVER you've ever heard. This game has only 2 basic rules, but they are unbreakable. The first rule is to tell the truth, the whole truth, and nothing but the truth. And the second is, have fun until you can't anymore.",
  "never-have-i-ever_instructions_2": "The game consists of reading aloud the phrases that appear on the screen. People who have done what it says in the sentence, must pay a penance. Those who have not, do not take anything. The host is the only one who can move on to the next \"I'VE NEVER\". Also, you have the option to play with the number of lives!",
  "never-have-i-ever_instructions_3": "Let's see how \"pure\" she is that on who looks so quiet.",

  "threeman_instructions_1":"A cosmonaut has been trapped in the MATRIX while starting a journey inside his own mind. The only thing he can do is supply random values between the number 1 and 6, in order to help humanity have FUN.",
  "threeman_instructions_2":"Values between the number 1 and 6 will be displayed on screen. Each player has one turn per round to call the THREEMAN. Each of the values indicates an order from the THREEMAN, which should NEVER be disrespected. The first player to get the number 3 by calling the threeman becomes the new threeman for 3 rounds. ",
  "threeman_instructions_3":"Follow these instructions:",
  "threeman_instructions_4_1":"Drink the player next to the one who called the threeman",
  "threeman_instructions_4_2":"Drink the player before the one who called the threeman",
  "threeman_instructions_4_3":"Drink the threeman",
  "threeman_instructions_4_4":"Drink the player who called the threeman",
  "threeman_instructions_4_5":"Drink the player to whom life and fate decided should drink.",
  "threeman_instructions_4_6":"All players drink (Don't be scared!)",
  "threeman_instructions_5":"Let's drink! Since they say that the best parties are in which the threeman participates. Let the game begin!",

  "what-is-the-probability_instructions_1":"As Bulwer-Lytton said once \"Fate laughs at probabilities.\" For this game, more than fate, it is the desires immersed in the player's subconscious which make the expected event happen.",
  "what-is-the-probability_instructions_2":"In this game, chance plays a really important role. It can be your best ally to get what you want or it can be your worst nightmare.",
  "what-is-the-probability_instructions_3":"The rules for this game are simple. Each round, BEBETRONIC will choose 2 members of the room who have to answer a question-challenge that will appear on the screen. They have three answer options, which are the following values: ”1”, ”2”, ”3”. Each player has to answer independently and must not make their answer known to anyone else.",
  "what-is-the-probability_instructions_4":"Once the two players have responded, two possibilities open:",
  "what-is-the-probability_instructions_5":"The first is that both players choose the same number, which would imply that they MUST FULFILL the challenge imposed by BEBETRONIC, without the possibility of refuting.",
  "what-is-the-probability_instructions_6":"The second option is that the two players choose different numbers. In this case, players don't have to meet the challenge, but they must drink.",
  "what-is-the-probability_instructions_7":"At BEBETRONIC we are aware of the level that bebetronics have, that is why we bring to the digital world what is perhaps the most extreme and spicy game on a party night.",
  "what-is-the-probability_instructions_8":"ENJOY, FORGET EVERYTHING AND LET BEBETRONIC TAKES CARE OF THE REST.",

  "inconfortables-questions-per-turn_instructions_1": "Here are the most awkward questions to ask your partner, your crush, your friends, and even strangers.",
  "inconfortables-questions-per-turn_instructions_2": "Some questions will appear on the screen, which must be answered by each player in their respective turn. Likewise, each player's turn is indicated by lighting up their cosmic glass. It is recommended that before answering, each player takes a good shot of their drink. Once the question is answered, the player must press the \"next question\" button.",
  "inconfortables-questions-per-turn_instructions_3": "BEBETRONIC challenges you, how many can you answer without blushing?",


  "join_room_message_1": "To keep Bebetronic free, we must charge a ticket.",
  "join_room_message_1_1": "Value: 30 seconds of your time",
  "join_room_button": "Join to Bebetronic",
  "join_room_message_2": "We would appreciate it if you clicked on the ad, that would be very helpful to us",
  "join_room_message_3": "The ad lasts only 30 seconds, when it finishes, you can enter Bebetronic",
  "join_room_message_4": "It seems you have adblocker, please disable it or open Bebetronic from incognito. Ads allow us to keep the platform free for everyone",

  "help_1": "Bebetronic has been the best thing that the pandemic has left us. From this we have started working on different projects related to virtuality. We have received offers to sell bebetronic, however we have rejected them always thinking that the thousands of people who currently enjoy bebetronic, continue to do so. We are happy and proud to bring a new kind of fun to so many people. ",
  "help_2": "However, we are a small team and the infrastructure costs are quite high. We fund ourselves and take our time for bebetronic development and maintenance. If you have enjoyed bebetronic and want to contribute to allow us to continue developing ideas and maintaining bebetronic we invite you to join our community or make a contribution in Kofi or PayPal.",
  "message_from_bebetronic_team": "A message from bebetronic team",
  "help": "Help Bebetronic"
}
