{
  "faq_1_question": "¿Qué es BEBETRONIC?",
  "faq_1_answer": "Es una plataforma con juegos, retos y actividades de fiesta virtual. Entra para averiguarlo",
  "faq_2_question": "¿Cuál es la cantidad máxima de usuario en la misma sala?",
  "faq_2_answer": "El número de usuarios en una misma sala es ilimitado.  Te retamos a probarlo",
  "faq_3_question": "¿Qué precio tiene crear una sala?",
  "faq_3_answer": "Es completamente gratuito",
  "faq_4_question": "¿Es necesario pagar alguna suscripción?",
  "faq_4_answer": "No. El juego es completamente gratuito",
  "faq_5_question": "¿Puedo usar BEBETRONIC desde mi celular?",
  "faq_5_answer": "Así es, puedes encontrar la aplicación en la playstore (para Android) y en iOS lo puedes utilizar a través de cualquier navegador",
  "faq_6_question": "¿En qué idiomas está disponible el juego?",
  "faq_6_answer": "Actualmente el juego está disponible en español, inglés y portugués",
  "faq_7_question": "¿Cuál es el límite de tiempo de una sala?",
  "faq_7_answer": "No hay límite de tiempo. Puedes estar en una misma sala por el tiempo que lo desees",
  "faq_8_question": "¿Quién ha creado lo retos y las preguntas?, ¿Son de BEBETRONIC?",
  "faq_8_answer": "Los retos y preguntas que aparecen en BEBETRONIC han sido añadidos por la misma comunidad de usuarios de la plataforma. BEBETRONIC no ha creado ninguna de las preguntas ni de los retos que aparecen en el juego.",
  "faq_9_question": "¿Puedo añadir mis propias preguntas y mis propios retos?",
  "faq_9_answer": "Si. Tú puedes crear tu propio BEBETRONIC, con tus propias preguntas y retos. Oprimiendo en el botón que se muestra a continuación, añades el reto o pregunta que saldrá en las próximas rondas",
  "faq_10_question": "¿Qué pasa si quiero cambiar de juego?",
  "faq_10_answer": "El host o anfitrión de la sala, debe oprimir el botón de inicio (símbolo de casa) y con esta acción, tiene la posibilidad de escoger un nuevo juego.",
  "faq_11_question": "¿Cómo iniciar videollamada?",
  "faq_11_answer": "Oprimes el botón con símbolo de teléfono e inmediatamente se abre una herramienta con la cual puedes interactuar con video o audio con tus amigos.",
  "faq_12_question": "¿Cómo hago para saber quién es el host o anfitrión de la sala?",
  "faq_12_answer": "El anfitrión se encuentra rodeado por un haz neón alrededor de su vaso de fiesta, tal como se indica en la imagen a continuación",
  "faq_13_question": "¿Cómo sincronizar la música?",
  "faq_13_answer": "Es muy fácil, únicamente oprimes el botón de “play”, que se señala a continuación. Una vez allí, pegas el link de la canción que escogiste en YouTube. Una vez realizado esto, la música empezara a reproducirse en todos los equipos. Adicionalmente, puedes regular el volumen. (Nota: Te recomendamos utilizar audífonos, esto mejora la experiencia",
  "faq_14_question": "¿Es necesario consumir alcohol para disfrutar de BEBETRONIC?",
  "faq_14_answer": "No, no es necesario. Los juegos están enfocados para crear momentos graciosos, divertidos como si estuvieras en una fiesta real. Con momentos vergonzosos y agradables. La idea final es divertirse entre amigos.",

  "faq_15_question": "¿Cómo creo mi fiesta virtual?",
  "faq_15_answer_1": "Una vez abres la aplicación o la página web, encontrarás la primera pantalla, que es la que se muestra a continuación:",
  "faq_15_answer_1_1": "Oprimes en el botón “crear sala”:",
  "faq_15_answer_2": "Ahora, es el momento de escoger el nombre de usuario el cual vas a utilizar durante tu fiesta virtual y el color de tu vaso.",
  "faq_15_answer_3": "En esta sección, tendrás también la posibilidad de escoger el idioma de tu preferencia. Nota: tu elección de idioma solo es válida para ti, los demás usuarios deberán escoger su idioma",
  "faq_15_answer_4": "Ya estás dentro de tu sala de BEBETRONIC, es hora de invitar a tus amigos a tu fiesta virtual. Es muy fácil, debes dar click en el siguiente botón y el link de tu sala estará copiado en el portapapeles de tu teléfono/computador.",
  "faq_15_answer_5": "Y ya está, tus invitados ingresarán a la sala una vez les envíes el link a través de tu red social de preferencia. ¡¡¡A disfrutar de tu fiesta virtual!!!",

  "faq_16_question": "¿Cómo me uno a una fiesta virtual con el link?",
  "faq_16_answer_1": "Para ingresar a una sala de fiesta virtual ya creada es necesario recibir una invitación (link) previamente. Una vez tienes el link, haces click sobre el y te lleva a la siguiente pantalla:",
  "faq_16_answer_2": "Aquí escogerás tu nombre de usuario, el idioma en el cual se mostrará tu partida de fiesta virtual y el color de tu vaso de fiesta. Posteriormente oprimes el botón de unirse.",
  "faq_16_answer_3": "Una vez realizado este paso, estás listo para disfrutar de tu ¡fiesta virtual! ",


  "faq_17_question": "¿Qué es el host o anfitrión de sala? ¿Qué implica serlo?",
  "faq_17_answer_1": "El host o anfitrión de sala, es quien puede:",
  "faq_17_answer_1_1": "Salir de un juego y volver con todos los participantes a la sala de inicio.",
  "faq_17_answer_1_2": "Escoger el juego de la partida",

  "faq_18_question": "¿Solo el anfitrión de la partida es quien puede enviar invitaciones?",
  "faq_18_answer": "No. Cualquier persona que tenga el link de la sala, puede enviársela a cualquier otra persona.",

  "faq_subtitle_1": "Respecto a las preguntas y los retos",
  "faq_19_question": "Las preguntas:",
  "faq_19_answer": "El objetivo principal de las preguntas en Bebetronic es divertirse. Están enfocadas para amenizar el rato junto a amigos. Las preguntas son enviadas por nuestros usuarios y añadidas a los respectivos bancos.",
  "faq_20_question": "Siento que una pregunta resulta ofensiva contra algún grupo social, minoría o similares. ¿Qué puedo hacer?",
  "faq_20_answer": "Sí bien todas las preguntas de Bebetronic están enfocadas a que sea incómodo para los usuarios responderlas, ninguna debe tener la intención de atacar a ningún grupo social. Si sientes que alguna pregunta no se ajusta a esta medida, puedes enviarnos un reporte (en el botón de reportar un problema) señalando de manera específica la pregunta. Posteriormente, el equipo de bebetronic revisará la pregunta y tomará las respectivas medidas.",
  "faq_21_question": "Los retos:",
  "faq_21_answer_1": "Los retos de bebetronic están enfocados en la diversión. Es obvio que los retos implican hacer algo que normalmente no querríamos hacer. Sin embargo, ninguno de los retos puede estar enfocado de manera directa o indirecta en ocasionar ningún tipo de daño físico en los participantes.",
  "faq_21_answer_2": "Cuando nos envíes un reto sugerido, recuerda ten presente estas normas. Los retos que no se ajusten, no serán tenidos en cuenta.",



  "suggested_questions_challenges": "Sugerencias de preguntas / retos",
  "problems_with_the_application": "Problemas con la aplicación",
  "do_you_have_ideas_to_improve_BEBETRONIC": "¿Tienes ideas para mejorar BEBETRONIC?",
  "happy_new_year": "Feliz año nuevo",
  "happy_new_year_message": "Por un año lleno de muchos exitos",
  "somebody_proposed": "Alguien en la sala propuso",
  "send": "Enviar",
  "add_question": "Añadir pregunta",
  "add_challenge": "Añadir reto",
  "change_cup": "Cambiar vaso",
  "join_room": "Ingresar a la sala",
  "your_name": "Tu nombre",
  "country": "País",
  "enter_your_name_please": "Ingresa tu nombre, por favor",
  "update": "Actualizar",
  "description": "Descripción",
  "join": "Ingresar",
  "dont_drink_too_much_alcohol": "No consumas cantidades excesivas de alcohol.",
  "bebetronic_worries_about_you": "Bebetronic se preocupa por ti",
  "create_room": "Crear sala",
  "choose_a_game": "Selecciona un juego",
  "never_have_i_ever": "Yo nunca",
  "chupistica_culture": "Cultura chupistica",
  "threeman": "Threeman",
  "inconfortables_questions": "Verdad o reto",
  "most_probably": "¿Quién es más probable?",
  "inconfortables-questions-per-turn": "Preguntas incomodas",
  "what-is-the-probability": "¿Que probabilidad hay?",
  "anonymous": "Anónimo",
  "waiting_user_choose_game_pre": "Esperando a que ",
  "waiting_user_choose_game_pos": " seleccione un juego",
  "lets_play": "A jugar",
  "play_music_from_youtube": "Poner música de youtube",
  "music_player": "Reproductor",
  "link_youtube": "Link youtube",
  "volume": "Volumen",
  "open_meets": "Abrir llamada",
  "share_link": "Compartir link de la sala",
  "exit_room": "Salir de la sala",
  "send_suggestions": "¿Cómo podemos mejorar tu experiencia?",
  "back": "volver",
  "skip_turn": "Saltar turno",
  "instructions": "Instrucciones",
  "lives": "Cantidad de vidas",
  "hot": "Picante",
  "chilling": "Rela",
  "lost_shot": "perdió. Shot",
  "never": "Nunca",
  "of_course": "Obvio",
  "lets_begin": "¡QUE COMIENCE EL JUEGO!",
  "i_already_said_the_word": "Ya dije la palabra",
  "new_round": "Nueva ronda",
  "next": "Siguiente",
  "next_question": "Siguiente pregunta",
  "waiting_for_everyone_to_finish_voting": "Esperando a que todos terminen de votar",
  "go_to_next_question": " pase la pregunta",
  "choose_a_category_pos": " escoja una categoria: Rela 😋 o Picante 😈",
  "ask_what_do_you_want_to_anyone_else": "Pregunta lo que quieras a quien quieras",
  "go_to_home": "Volver a la sala",
  "send_question": "Enviar pregunta",
  "type_your_anonymous_question": "Ingresa tu pregunta anónima",
  "please": "Por favor",
  "waiting_for": "Faltan por votar",
  "question_sent": "Pregunta enviada",
  "begins": " inicie",
  "answer": "responde",
  "skip_the_turn": " pase el turno",
  "take_a_shot": "toma shot",
  "starts": " inicie la partida",
  "start": "Iniciar",
  "question_for": "Pregunta para ",
  "tell_us": " cuentanos",
  "waiting_for_whoever_asked_to_pass_the_question": "Esperando que quien preguntó pase la pregunta",
  "takes_a_shot": " toma un shot",
  "show_question": "Mostrar pregunta",
  "go_to_next": "Pasar al siguiente",
  "show_the_question": " muestre la pregunta",
  "who_most_probably": "¿Quién es más probable",
  "your_vote_was": "Tu voto fue",
  "still_to_vote":"Faltan por votar",
  "truth": "Verdad",
  "shot": "Reto",
  "or": "o",
  "do_you_want_to_skip_the_turn": "¿Seguro que deseas pasar el turno?",
  "cancel": "Cancelar",
  "the_first_player_that_has_got_3_becomes_the_threeman": "La primera persona en obtener el 3, se convierte en el nuevo threeman",
  "round": "Ronda",
  "call_threeman": "Llamar al threeman",
  "call_threeman_pos": " llame el threeman",
  "threeman_rule_1": "Toma el jugador siguiente",
  "threeman_rule_2": "Toma el jugador anterior",
  "threeman_rule_3": "Toma el heredero del threeman",
  "threeman_rule_4": "Toma quien llamó al threeman",
  "threeman_rule_5": "",
  "threeman_rule_6": "Todos a tomar",
  "congratulations": "Felicitaciones",
  "you_re_the_new_threeman_heir_for_3_rounds": "eres el nuevo heredero threeman 🥳 por 3 rondas",
  "the_threeman_has_got": "El threeman ha sacado",
  "threeman_aleatory": "Aleatorio del threeman",
  "you_need_at_least_2_players": "Se necesitan minimo 2 jugadores",
  "how_likely_is_it": "¿Que probabilidad hay",
  "choosing_victims": "Escogiendo las victimas",
  "ready_to_see_results": "¿Listos para saber el resultado?",
  "yeeei": "Hoy fue la noche",
  "both_chose": "Ambos escogieron",
  "you_have_luck": "Se salvarón",
  "at_least_drink": "Al menos tomen",
  "and": "y",
  "lets_do_it": "A cumplir",
  "presential": "Presencial",
  "aloof": "Distancia",
  "heavy": "Pesado",
  "choose_a_category_heavy_pos": " escoja una categoria: Pesado 🙉 o Picante 😈",
  "invite_your_friend_to_the_party": "Invita a tus amigos a la fiesta",
  "no_internet_connection": "No tienes conexión a internet",
  "please_search_an_internet_connection": "Por favor, busca una conexión a internet",
  "you_are_the_host": "Eres el nuevo anfitrión",
  "is_the_host": "es el nuevo host",
  "link_copied": "Link copiado",
  "has_not_voted": "no ha votado",
  "have_not_voted": "no han votado",
  "has_received_more_votes": "Ha recibido mas votos",
  "have_received_more_votes": "Han recibido mas votos",
  "choose_a_player_and_type_a_question": "Por favor, selecciona un jugador e ingresa la pregunta",
  "type_a_youtube_link": "Ingresa un link de youtube",
  "link_not_valid": "Link de youtube no valido",
  "have_to": "debe cumplir el reto",
  "enter_a_link_to_the_room": "Ingresa el link o el código de la sala",
  "link_to_the_room": "Link o código de la sala",
  "link_or_code_invalid": "Link o código invalido",

  "anonymous_instructions_1": "Cuanta razón tenía Oscar Wilde cuando afirmaba: “Una máscara nos dice más que una cara”. En este juego, tendrás la oportunidad de hacer preguntas anónimas a la persona que quieras, y esta persona debe responder.",
  "anonymous_instructions_2": "El juego es muy sencillo. Inicialmente, debes escoger al destinatario de tu pregunta. Posteriormente, aparece un espacio en el que podrás escribir tu pregunta anónima y luego le das al botón de enviar.  A continuación, Bebetronic va a enseñar en pantalla las personas que deben responder las preguntas anónimas y la respectiva pregunta.",
  "anonymous_instructions_3": "En este juego se saben más verdades que en cualquier otro. Aprovecha que tienes una “máscara” y puedes hacer cualquier tipo de pregunta sin miedo al qué dirán.",

  "chupistica_culture_instructions_1": "Acabas de ingresar a un viaje a lo profundo de las entrañas de tu conocimiento, que solo pueden ser desbloqueadas con la mágica combinación de amigos, ambiente y BEBETRONIC.",
  "chupistica_culture_instructions_2": "En pantalla se muestra una categoría aleatoria. El jugador tiene 5 segundos para responder a la categoría que se muestra en pantalla.",
  "chupistica_culture_instructions_3": "Una vez responde en voz alta, selecciona la opción “ya dije la palabra” y el turno pasa al siguiente jugador.",
  "chupistica_culture_instructions_4": "El jugador que no responda a la categoría en el tiempo establecido o responda mal, debe tomar.",
  "chupistica_culture_instructions_5": "Veamos que tanta cultura tiene este parche.",

  "inconfortables-questions.component_instructions_1": "Sin duda, uno de los mejores juegos que existen es llevado por primera vez al mundo virtual gracias a BEBETRONIC.",
  "inconfortables-questions.component_instructions_2": "Cada jugador de la sala tendrá la oportunidad de responder a una pregunta realizada por BEBETRONIC . Todas las preguntas están relacionadas con miembros de la sala. El jugador debe seleccionar a alguno o de los miembros en cada respuesta.",
  "inconfortables-questions.component_instructions_3": "Como si no fuera suficiente con responder, BEBETRONIC acude a la suerte para saber si tu repuesta se revela o si debes tomar un shot.",
  "inconfortables-questions.component_instructions_4": "En caso de que se revele, todos podrán ver tu respuesta. Este es el caso cuando sale “verdad”. En el caso contrario,  cuando sale “shot”,nadie sabrá lo que respondiste, pero debes tomar.",
  "inconfortables-questions.component_instructions_5": "Olvídate de todo y disfruta….",

  "most-propably_instructions_1": "De acuerdo con la mayoría de las personas, este es el juego más famoso en una noche de copas. BEBETRONIC trae al mundo virtual este juego, de una forma que seguramente jamas has jugado.",
  "most-propably_instructions_2": "Cada ronda BEBETRONIC preguntará quién es más probable que, a lo que cada miembro de la sala debe responder seleccionando al jugador que considere más probable que realice esa acción.",
  "most-propably_instructions_3": "Una vez realizada la votación, BEBETRONIC mostrará en pantalla quién es el jugador “más probable”. El jugador seleccionado por la mayoría, debe tomar.",
  "most-propably_instructions_4": "NOTA: Disfruta, relájate y celebra esta noche con amigos y BEBETRONIC",

  "never-have-i-ever_instructions_1": "El mítico YO NUNCA. De acuerdo con las estadísticas, más de 14545154115151454151561 relaciones amorosas se han dañado con este juego. A continuación, encontrarás los YO NUNCA más interesantes que jamás hayas escuchado. Este juego tiene solo 2 reglas básicas, pero que son INVIOLABLES. La primera es decir la verdad, solo la verdad y nada más que la verdad. Y la segunda es, divertirse hasta más no poder.",
  "never-have-i-ever_instructions_2": "El juego consiste en leer en voz alta las frases que aparecen en la pantalla. Las personas que hayan hecho lo que dice en la frase, deben tomar. Quienes no lo hayan hecho, no toman nada. El anfitrión es el único que puede pasar al siguiente YO NUNCA.",
  "never-have-i-ever_instructions_3": "Veamos que tan “santa” es esa que se ve callaita.",

  "threeman_instructions_1": "Un cosmonauta ha quedado atrapado en la MATRIX al iniciar un viaje dentro de su mente. Lo único que puede hacer, es suministrar valores aleatorios entre el número 1 y 6, para ayudar a la humanidad a divertirse como NUNCA.",
  "threeman_instructions_2": "En pantalla, se mostrarán valores entre el número 1 y el 6. Cada jugador tiene un turno por ronda para llamar al threeman. Cada uno de los valores indica una orden por parte del threeman, la cual NUNCA debe ser desacatada. El primer jugador en obtener el número 3 al llamar el threeman, se convierte en el nuevo threeman por 3 rondas.",
  "threeman_instructions_3": "A continuación, se explica cada una de las indicaciones del threeman",
  "threeman_instructions_4_1":"Toma el jugador siguiente al jugador que llamó al threeman",
  "threeman_instructions_4_2":"Toma el jugador anterior al jugador que llamó al threeman",
  "threeman_instructions_4_3":"Toma el threeman",
  "threeman_instructions_4_4":"Toma el jugador que llamó al threeman",
  "threeman_instructions_4_5":"Toma el jugador al que la vida y el destino decidieron que debía tomar",
  "threeman_instructions_4_6":"Todos los jugadores deben tomar (¡No sean miedosos!)",
  "threeman_instructions_5":"A tomar!, ya que dicen que las mejores fiestas, son en las que participa el threeman.",

  "what-is-the-probability_instructions_1": "Bien diría Bulwer-Lytton que el destino se ríe de las probabilidades. Para este juego, más que el destino, son los deseos inmersos en el subconsciente del jugador, lo que hacen que ocurra el evento esperado",
  "what-is-the-probability_instructions_2": "En este juego, el azar toma un papel realmente importante. Puede ser tu mejor aliado para conseguir lo que deseas o puede ser tu peor pesadilla.",
  "what-is-the-probability_instructions_3": "Las reglas de este juego son sencillas. Cada ronda, BEBETRONIC va a escoger a 2 miembros de la sala, los cuales deben responder a una pregunta-reto que aparecerá en pantalla. Tienen tres opciones de respuesta, las cuales son los siguientes valores :”1”,”2”,”3”. Cada jugador debe responder de manera independiente y no debe dar a conocer su respuesta a nadie más.",
  "what-is-the-probability_instructions_4": "Una vez los dos jugadores han respondido, se abren dos posibilidades:",
  "what-is-the-probability_instructions_5": "La primera es que ambos jugadores escojan el mismo número, lo cual implicaría que DEBEN CUMPLIR el reto impuesto por BEBETRONIC, sin posibilidad de refutar.",
  "what-is-the-probability_instructions_6": "La segunda opción es que los dos jugadores escojan números distintos. En este caso, los jugadores no tienen que cumplir el reto, pero si deben tomar.",
  "what-is-the-probability_instructions_7": "En BEBETRONIC somos conscientes del nivel que tienen los bebetronic@s, es por eso que llevamos al mundo digital el que es quizás el juego más extremo y picante  en una noche de fiesta.",
  "what-is-the-probability_instructions_8": "DISFRUTA, OLVIDATE DE TODO Y DEJA QUE BEBETRONIC SE ENCARGUE DEL RESTO.",

  "inconfortables-questions-per-turn_instructions_1": "A continuación encontrarás las preguntas más incómodas para hacerle a tu pareja, tu crush, tus amigos e incluso a desconocidos.",
  "inconfortables-questions-per-turn_instructions_2": "En pantalla aparecerán unas preguntas, las cuales deben ser respondidas por cada jugador en su turno respectivo. Asimismo, el turno de cada jugador se indica iluminando su vaso cósmico. Se recomienda que antes de contestar, el jugador se tome un buen shot de su bebida. Una vez responde a la pregunta, el jugador debe oprimir el botón “siguiente pregunta”",
  "inconfortables-questions-per-turn_instructions_3": "BEBETRONIC te reta, ¿ Cuantas puedes responder sin sonrojarte?",

  "join_room_message_1": "Para mantener Bebetronic gratis, debemos cobrar una entrada.",
  "join_room_message_1_1": "Valor: 30 segundos de tu tiempo",
  "join_room_button": "Ingresar a bebetronic",
  "join_room_message_2": "Te agradeceríamos si hicieras clic en el anuncio, eso nos seria de mucha ayuda",
  "join_room_message_3": "El anuncio dura solo 30 segundos, cuando termine podrás ingresar a Bebetronic",
  "join_room_message_4": "Parece que tienes adblocker, por favor desactivalo o abre Bebetronic desde incognito. Los anuncios nos permiten mantener la plataforma gratuita para todos",

  "help_1": "Bebetronic ha sido lo mejor que nos ha dejado la pandemia. A partir de esto hemos empezado a trabajar en diferentes proyectos relacionados con la virtualidad. Hemos recibido ofertas para vender Bebetronic, sin embargo las hemos rechazado pensando siempre en que las miles de personas que disfrutan actualmente de bebetronic, lo sigan haciendo. Nos alegra  y nos enorgullece llevar un nuevo tipo de diversión a tantas personas.",
  "help_2": "Sin embargo, somos un equipo pequeño y los costos de infraestructura son bastante altos. Nos financiamos nosotros mismos y sacamos de nuestro tiempo para desarrollo y mantenimiento de bebetronic. Sí has disfrutado de Bebetronic y deseas contribuir para permitirnos seguir desarrollando ideas y mantener Bebetronic  te invitamos a que te unas a nuestra comunidad  o realices una contribución en Kofi o Paypal.",
  "message_from_bebetronic_team": "Un mensaje del equipo de Bebetronic",
  "help": "Ayudar a Bebetronic"
}
