{

  "faq_1_question": "O que é BEBETRONIC?",
  "faq_1_answer": "É uma plataforma com jogos virtuais, desafios e atividades de festas. Entre para descobrir.",
  "faq_2_question": "Qual é o número máximo de usuários na mesma sala?",
  "faq_2_answer": "O número de usuários na mesma sala é ilimitado.  Nos desafiamos vocês a experimentá-lo.",
  "faq_3_question": "Qual é o preço de criar uma sala?",
  "faq_3_answer": "É completamente de graça.",
  "faq_4_question": "Preciso pagar por uma assinatura?",
  "faq_4_answer": "Não. O jogo é completamente de graça.",
  "faq_5_question": "Posso usar BEBETRONIC no meu celular?",
  "faq_5_answer": "Isso mesmo, você pode encontrar o aplicativo na Playstore (para Android) e no iOS, você pode também usá-lo através de qualquer navegador",
  "faq_6_question": "Em que idiomas o jogo está disponível?",
  "faq_6_answer": "O jogo está disponível atualmente em espanhol, inglês e português",
  "faq_7_question": "Qual é o limite de tempo para uma sala?",
  "faq_7_answer": "Não há limite de tempo. Você pode ficar na mesma sala pelo tempo que quiser.",
  "faq_8_question": "Quem criou os desafios e as perguntas? foram criadas por BEBETRONIC?",
  "faq_8_answer": "Os desafios e perguntas que aparecem na BEBETRONIC foram adicionados pela mesma comunidade de usuários da plataforma. BEBETRONIC não criou nenhuma das perguntas ou desafios que aparecem no jogo.",
  "faq_9_question": "Posso acrescentar minhas próprias perguntas e desafios?",
  "faq_9_answer": "sim. Você pode criar seu próprio BEBETRONIC, com suas próprias perguntas e desafios. Clicando no botão mostrado abaixo, você adiciona o desafio ou pergunta que sairá nas próximas rodadas",
  "faq_10_question": "E se eu quiser mudar meu jogo?",
  "faq_10_answer": "O anfitrião ou host da sala deve pressionar o botão home (símbolo inicial) e com esta ação, terá a possibilidade de escolher um novo jogo.",
  "faq_11_question": "Como iniciar a chamada de vídeo?",
  "faq_11_answer": "Pressione o botão com o símbolo do telefone e escolha imediatamente um aplicativo com a qual você pode interagir com vídeo ou áudio com seus amigos.",
  "faq_12_question": "Como sei quem é o anfitrião ou host da sala?",
  "faq_12_answer": "O anfitrião é cercado por um feixe de neon em torno de seu copo de festa, como mostrado na imagem abaixo",
  "faq_13_question": "Como sincronizar música?",
  "faq_13_answer": "É muito fácil, você só precisa pressionar o botão 'play', que é apresentado abaixo.  Uma vez lá, você cola o link da música que escolheu no YouTube. Uma vez feito isso, a música começará a tocar em todos os computadores.  Além disso, você pode ajustar o volume. (Nota: Recomendamos o uso de aparelhos auditivos, isso melhora a experiência).",
  "faq_14_question": "Preciso consumir álcool para usar o BEBETRONIC?",
  "faq_14_answer": "Não, não é necessário. Os jogos são focados para criar momentos divertidos como se você estivesse numa festa de verdade. Com momentos embaraçosos e agradáveis. A ideia final é se divertir com os amigos.",

  "faq_15_question": "Como faço para criar minha festa virtual?",
  "faq_15_answer_1": "Uma vez que você abra o aplicativo ou site, você encontrará a primeira tela, que é mostrada abaixo:",
  "faq_15_answer_1_1": "Depois, oprima o botão 'criar sala':  ",
  "faq_15_answer_2": "Agora, é hora de escolher o nome de usuário que você vai usar durante sua festa virtual e a cor do seu copo.",
  "faq_15_answer_3": "Nesta seção, você também terá a possibilidade de escolher o idioma. Nota: sua escolha de idioma é válida apenas para você, os outros usuários terão que escolher seu idioma.",
  "faq_15_answer_4": "Você já está dentro da sua sala BEBETRONIC, é hora de convidar seus amigos para sua festa virtual. É muito fácil, você deve clicar no botão “share link” e o link de sua sala será copiado para a área de transferência do seu telefone/computador. ",
  "faq_15_answer_5": "E é isso, seus convidados entrarão na sala assim que você enviar o link através de sua rede social preferida!",

  "faq_16_question": "Como entro numa festa virtual com o link?  ",
  "faq_16_answer_1": "Para entrar numa sala de festa virtual já criada é necessário ter recibido um link. Uma vez que você tem o link, você clica nele e ele leva você para a seguinte tela:",
  "faq_16_answer_2": "Aqui você escolherá seu nome de usuário, o idioma em que seu jogo de festa virtual será exibido e a cor do seu copo de festa. Em seguida, pressione o botão de ação.",
  "faq_16_answer_3": "Uma vez que este passo é feito, você está pronto para desfrutar de sua festa virtual! ",


  "faq_17_question": "O que é o anfitrião ou host? O que significa ser o anfitrião?",
  "faq_17_answer_1": "O anfitrião ou host, é quem pode:",
  "faq_17_answer_1_1": "Sair de um jogo e retornar com todos os participantes para a sala departida",
  "faq_17_answer_1_2": "Escolher o jogo do aplicativo",

  "faq_18_question": "É só o anfitrião do jogo que pode enviar convites?",
  "faq_18_answer": "Não. Qualquer um que tenha o link da sala pode enviá-lo para qualquer outra pessoa.",

  "faq_subtitle_1": "Em relação a perguntas e desafios",
  "faq_19_question": "As perguntas:",
  "faq_19_answer": "O principal objetivo das perguntas na Bebetronic é se divertir. Eles estão focadas para animar o tempo com os amigos. As perguntas são enviadas por nossos usuários e adicionadas aos respectivos bancos.",
  "faq_20_question": "Sinto que uma pergunta é ofensiva contra algum grupo social, minoria ou algo assim. O que é que eu posso fazer?",
  "faq_20_answer": "Embora todas as perguntas bebetronic estejam focadas em ser desconfortáveis para os usuários responderem, nenhuma deve pretender atacar qualquer grupo social. Se você sentir que quaisquer perguntas não se encaixam nesta medida, você pode nos enviar um relatório (no relatório botão de problema) especificamente apontando para a questão. Em seguida, a equipe bebetronic revisará a questão e tomará as respectivas medidas.",
  "faq_21_question": "Os desafios:",
  "faq_21_answer_1": "Os desafios de Bebetronic são divertidos. É óbvio que os desafios envolvem fazer algo que normalmente não queremos fazer. No entanto, nenhum dos desafios pode ser focado direta ou indiretamente em causar qualquer dano físico aos participantes.",
  "faq_21_answer_2": "Quando nos enviar um desafio sugerido, lembre-se de manter essas regras em mente. Desafios que não cumpram estas orientações não serão tidos em conta.",



  "suggested_questions_challenges": "Sugestões para perguntas/desafios",
  "problems_with_the_application": "Problemas com o aplicativo",
  "do_you_have_ideas_to_improve_BEBETRONIC": "Você tem ideias para melhorar a BEBETRONIC?",
  "happy_new_year": "Feliz Ano Novo",
  "happy_new_year_message": "Por um ano cheio de muitos sucessos",
  "somebody_proposed": "Alguém na sala propõe",
  "send": "Enviar",
  "add_question": "Adicionar pergunta",
  "add_challenge": "Adicionar desafio",
  "change_cup": "Mudar de copo",
  "join_room": "Entre no sala",
  "your_name": "Seu nome",
  "country": "País",
  "enter_your_name_please": "Digite seu nome, por favor",
  "update": "Atualizar",
  "description": "Descrição",
  "join": "Entrar",
  "dont_drink_too_much_alcohol": "Não consumir quantidades excessivas de álcool.",
  "bebetronic_worries_about_you": "Bebetronic cuida você",
  "create_room": "Criar uma sala",
  "choose_a_game": "Selecione um jogo",
  "never_have_i_ever": "Eu nunca",
  "chupistica_culture": "Cultura chupistica",
  "threeman": "Threeman",
  "inconfortables_questions": "Verdade ou desafio",
  "most_probably": "Quem é mais provável?",
  "inconfortables-questions-per-turn": "Perguntas incômodas",
  "what-is-the-probability": "Qual a probabilidade de…?",
  "anonymous": "Anônimo",
  "waiting_user_choose_game_pre": "Esperando por ",
  "waiting_user_choose_game_pos": " selecione um jogo",
  "lets_play": "Vamos jogar",
  "play_music_from_youtube": "Coloque música do youtube",
  "music_player": "Jogador",
  "link_youtube": "Link do youtube",
  "volume": "Volume",
  "open_meets": "Chamada aberta",
  "share_link": "Compartilhar link da sala",
  "exit_room": "Sair da sala",
  "send_suggestions": "Sugestões para perguntas/desafios",
  "back": "Voltar",
  "skip_turn": "Pular uma vez",
  "instructions": "Instruções",
  "lives": "Número de vidas",
  "hot": "Picante",
  "chilling": "Relaxado",
  "lost_shot": "perdeu. Bebe!",
  "never": "Nunca",
  "of_course": "Obvio",
  "lets_begin": "QUE COMECE O JOGO!",
  "i_already_said_the_word": "Eu disse a palavra",
  "new_round": "Nova rodada",
  "next": "Próximo",
  "next_question": "Seguinte pergunta",
  "waiting_for_everyone_to_finish_voting": "Esperando que todos votem",
  "go_to_next_question": " passe a pregunta",
  "choose_a_category_pos": " escolha uma categoria: Relaxado 😋 ou Picante 😈",
  "ask_what_do_you_want_to_anyone_else": "Pergunte o que quiser a quem quiser",
  "go_to_home": "Voltar à sala",
  "send_question": "Enviar perguntas",
  "type_your_anonymous_question": "Escreva sua pergunta anônimas",
  "please": "Por favor",
  "waiting_for": "Faltam por votar!",
  "question_sent": "Perguntas enviadas",
  "begins": " comece",
  "answer": "responda",
  "skip_the_turn": " passa a vez",
  "take_a_shot": "bebe um shot",
  "starts": " comece o jogo",
  "start": "Começar",
  "question_for": "Pergunta para ",
  "tell_us": " conta",
  "waiting_for_whoever_asked_to_pass_the_question": "Esperando que quem passe a pregunta",
  "takes_a_shot": " bebe um shot",
  "show_question": "Mostrar pergunta",
  "go_to_next": "Ir à próxima",
  "show_the_question": " mostrar pergunta ",
  "who_most_probably": "Quem é mais provável",
  "your_vote_was": "Seu voto foi",
  "still_to_vote":"Faltam por votar!",
  "truth": "Verdade",
  "shot": "Desafio",
  "or": "ou",
  "do_you_want_to_skip_the_turn": "Tem certeza de que quer passar a sua vez?",
  "cancel": "Cancelar",
  "the_first_player_that_has_got_3_becomes_the_threeman": "A primeira pessoa a obter o 3 passa a ser o novo Threeman",
  "round": "Rodada",
  "call_threeman": "Chamar o Threeman",
  "call_threeman_pos": " chame o Threeman",
  "threeman_rule_1": "Bebe o próximo jogador",
  "threeman_rule_2": "Bebe o jogador anterior",
  "threeman_rule_3": "Bebe o herdeiro do Threeman",
  "threeman_rule_4": "Bebe quem chamou o Threeman",
  "threeman_rule_5": "",
  "threeman_rule_6": "Todos bebem!",
  "congratulations": "Parabéns",
  "you_re_the_new_threeman_heir_for_3_rounds": "você é o novo Threeman 🥳 por 3 rodadas",
  "the_threeman_has_got": "O Threeman tem tirado",
  "threeman_aleatory": "Aleatória do Threeman",
  "you_need_at_least_2_players": "Precisa pelo menos 2 jogadores",
  "how_likely_is_it": "Qual a probabilidade de",
  "choosing_victims": "Escolhendo vítimas",
  "ready_to_see_results": "Pronto para saber o resultado?",
  "yeeei": "Hoje é a noite",
  "both_chose": "Os dois escolheram",
  "you_have_luck": "Foram salvos",
  "at_least_drink": "Ao menos bebam!",
  "and": "e",
  "lets_do_it": "Vamos cumprir",
  "presential": "Presencial",
  "aloof": "Distância",
  "heavy": "Pesado",
  "choose_a_category_heavy_pos": " escolha uma categoria: Pesado 🙉 ou Picante 😈",
  "invite_your_friend_to_the_party": "Convide seus amigos para a festa",
  "no_internet_connection": "Você não tem internet :(",
  "please_search_an_internet_connection": "Por favor, procura uma conexão a Internet",
  "you_are_the_host": "Você é o novo host",
  "is_the_host": "é o novo host",
  "link_copied": "Link copiado",
  "has_not_voted": "não votou",
  "have_not_voted": "não votaram",
  "has_received_more_votes": "recebeu mais votos",
  "have_received_more_votes": "receberam mais votos",
  "choose_a_player_and_type_a_question": "Por favor escolha um jogador e escreva a pregunta",
  "type_a_youtube_link": "Adiciona um link do YouTube",
  "link_not_valid": "Link do YouTube Inválido",
  "have_to": "deve enfrentar o desafio",
  "enter_a_link_to_the_room": "Digitem o link ou o código da sala",
  "link_to_the_room": "Link ou código da sala",
  "link_or_code_invalid": "Link ou código inválido",

  "anonymous_instructions_1": "Oscar Wilde estava certo quando disse: \"Uma máscara nos diz mais do que um rosto.\" Neste jogo, você terá a oportunidade de fazer perguntas anônimas à pessoa que você deseje, e essa pessoa deverá responder.",
  "anonymous_instructions_2": "O jogo é muito simples. Inicialmente, você deve escolher o destinatário de sua pergunta. Em seguida, aparecerá um espaço onde você escreverá uma pergunta anônima para enviar. A seguir, Bebetronic mostrará na tela as pessoas que devem responder às perguntas anônimas e a respectiva pergunta.",
  "anonymous_instructions_3": "Mais verdades são conhecidas neste jogo do que em qualquer outro. Aproveite o fato de você ter uma \"máscara\" e poder fazer qualquer tipo de pergunta sem medo nenhum.",

  "chupistica_culture_instructions_1": "Bem-vindo a uma jornada nas profundezas do seu conhecimento, que só pode ser desbloqueado com a combinação mágica de amigos, um vibe agradável e BEBETRONIC.",
  "chupistica_culture_instructions_2": "Na tela, você verá uma categoria aleatória. O jogador terá 5 segundos para responder. ",
  "chupistica_culture_instructions_3": " Assim que ele responder em voz alta, selecione a opção \"Já disse a palavra\" e a vez passa para o próximo jogador.",
  "chupistica_culture_instructions_4": "O jogador que não responder à categoria no tempo estabelecido ou responder mal, deve beber!",
  "chupistica_culture_instructions_5": "Vamos ver quanta cultura têm essa turma! ",

  "inconfortables-questions.component_instructions_1": "Sem dúvida, este é um dos melhores jogos que existem e está pela primeira vez no mundo virtual graças ao BEBETRONIC.",
  "inconfortables-questions.component_instructions_2": "Cada jogador na sala terá a oportunidade de responder a uma pergunta feita por BEBETRONIC. Todas as perguntas estão relacionadas aos jogadores da sala. O jogador deve escolher um dos jogadores em cada resposta.",
  "inconfortables-questions.component_instructions_3": "Como se não bastasse responder, o BEBETRONIC usa a sorte para saber se sua resposta é revelada ou se você deve beber um shot.",
  "inconfortables-questions.component_instructions_4": "Se for revelada, todos poderão ver sua resposta. Este é o caso quando \"verdade\" aparece. Caso contrário, quando “shot” aparecer, ninguém saberá o que você respondeu, mas você deve beber.",
  "inconfortables-questions.component_instructions_5": "Esqueça tudo e disfruta!",

  "most-propably_instructions_1": "De acordo com a maioria das pessoas, este é o jogo mais famoso em uma noite de shots. BEBETRONIC traz este jogo para o mundo virtual, de uma fmaneira que você provavelmente nunca jogou.",
  "most-propably_instructions_2": "Cada rodada, BEBETRONIC perguntará \"quem é mais provável de...\", ao qual cada jogador da sala deve responder votando no jogador que considera mais provável de fazer alquela açao.",
  "most-propably_instructions_3": "Quando a votação fechar, BEBETRONIC mostrará na tela quem é o jogador “mais provável”. O jogador escolhido pela maioria deve beber.",
  "most-propably_instructions_4": "Importante: Aproveite, relaxe e comemore esta noite com amigos e BEBETRONIC",

  "never-have-i-ever_instructions_1": "O mítico EU NUNCA. De acordo com a última estatística, mais de 145.418.595.000 relacionamentos amorosos foram afetados por este jogo. Abaixo, você encontrará o \"EU NUNCA\" mais interessante que você já ouviu. Este jogo tem apenas 2 regras básicas, e estas são INESQUECÍVEIS. O primeiro é sempre dizer a verdade, só a verdade e nada mais que a verdade. A segunda é, divirta-se até não aguentar mais.",
  "never-have-i-ever_instructions_2": "O jogo consiste em ler em voz alta as frases que aparecem na tela. As pessoas que já fizeram o que diz na frase, devem beber. Aqueles que ainda não o fizeram não deverão beber nada. O anfitrião é o único que poderá passar ao próximo \"EU NUNCA\". Além disso, você tem a opção de jogar com várias vidas!",
  "never-have-i-ever_instructions_3": "Vamos ver quão \"santa\" é aquela menina. ",

  "threeman_instructions_1": "Um cosmonauta ficou preso na MATRIX enquanto iniciava uma jornada dentro de sua própia mente. A única coisa que você pode fazer é fornecer valores aleatórios entre os números 1 e 6, para ajudar a humanidade a se divertir como NUNCA.",
  "threeman_instructions_2": "Na tela, você verá valores entre os números 1 e 6. Cada jogador terá uma vez por rodada para chamar o threeman. Cada um dos valores indica uma ordem do threeman, que NUNCA deve ser desobedecida. O primeiro jogador a obter o número 3 ao chamar o threeman se tornará o novo threeman por 3 rodadas.",
  "threeman_instructions_3": "A seguir, será explicada cada uma das indicações do threeman",
  "threeman_instructions_4_1":"Bebe o jogador ao lado do jogador que chamou o threeman.",
  "threeman_instructions_4_2":"Bebe o jogador antes do jogador que chamou o threeman.",
  "threeman_instructions_4_3":"Beba o threeman.",
  "threeman_instructions_4_4":"Bebe o jogador que chamou o threeman.",
  "threeman_instructions_4_5":"Bebe o jogador que a vida e o destino queiram que beba.",
  "threeman_instructions_4_6":"Todos os jogadores devem beber (não tenham medo!).",
  "threeman_instructions_5":"Vamos beber! Dizem que as melhores festas são aquelas onde o threeman participa.",

  "what-is-the-probability_instructions_1": "Como disse Bulwer-Lytton, \"O destino ri das probabilidades\". Para este jogo, mais do que o destino, são os desejos imersos no subconsciente do jogador que fazem que um evento esperado aconteça.",
  "what-is-the-probability_instructions_2": "Neste jogo, o acaso desempenha um papel muito importante. Pode ser seu melhor aliado para conseguir o que deseja ou pode ser seu pior pesadelo.",
  "what-is-the-probability_instructions_3": "As regras deste jogo são muito fáceis. A cada rodada, o BEBETRONIC escolherá 2 jogadores na sala, que deverão responder a uma pergunta-desafio que aparecerá na tela. Eles têm três opções de resposta, que são os seguintes valores: ”1”, ”2”, ”3”. Cada jogador deve responder de forma independente e não deve compartilhar sua resposta com ninguém.",
  "what-is-the-probability_instructions_4": "Assim que os dois jogadores responderem, duas possibilidades aparecerão:",
  "what-is-the-probability_instructions_5": "A primeira é que ambos os jogadores escolham o mesmo número, o que implicaria que DEVEM CUMPRIR o desafio imposto por BEBETRONIC, sem possibilidade de refutação.",
  "what-is-the-probability_instructions_6": "A segunda opção é que os dois jogadores escolham números diferentes. Nesse caso, os jogadores não precisam enfrentar o desafio, mas sim beber.",
  "what-is-the-probability_instructions_7": "Em BEBETRONIC, nós estamos atentos ao nível dos bebetronicos, por isso levamos para o mundo digital o que talvez seja o jogo mais extremo e picante de uma noite de festa.",
  "what-is-the-probability_instructions_8": "APROVEITE, ESQUEÇA DE TUDO!",

  "inconfortables-questions-per-turn_instructions_1": "A seguir, você encontrará as perguntas mais incômodas para fazer ao seu parceiro, à pessoa que você gosta, aos seus amigos e até mesmo a estranhos.",
  "inconfortables-questions-per-turn_instructions_2": "Na tela, você verá algumas perguntas, que devem ser respondidas por cada jogador em sua respectiva vez. Da mesma forma, a vez de cada jogador é indicada iluminando seu copo cósmico. Se recomenda que antes de responder, o jogador beba um bom shot. Assim que a pergunta for respondida, o jogador deve tocar \"próxima pergunta\".",
  "inconfortables-questions-per-turn_instructions_3": "BEBETRONIC te desafia, quantas perguntas você pode responder sem se ruborizar?",


  "join_room_message_1": "Para manter o Bebetronic gratuito, devemos cobrar um bilhete.",
  "join_room_message_1_1": "Valor: 30 segundos do seu tempo",
  "join_room_button": "Junte-se ao bebetronic",
  "join_room_message_2": "Agradeceríamos se você clicasse no anúncio, isso seria muito útil para nós",
  "join_room_message_3": "O anúncio dura apenas 30 segundos, quando terminar, entra no Bebetronic",
  "join_room_message_4": "Parece que você tem adblocker, desative-o ou abra o Bebetronic no modo anônimo. Os anúncios nos permitem manter a plataforma gratuita para todos",

  "help_1": "Bebetronic foi a melhor coisa que a pandemia nos deixou. A partir disso, começamos a trabalhar em diversos projetos relacionados à virtualidade. Recebemos ofertas para vender bebetronic, porém sempre as rejeitamos pensando que as milhares de pessoas que atualmente gostam de bebetronic continuam gostando. Estamos felizes e orgulhosos de trazer um novo tipo de diversão para tantas pessoas.",
  "help_2": "Porém, somos uma equipe pequena e os custos de infraestrutura são bastante elevados. Nós nos financiamos e dedicamos nosso tempo ao desenvolvimento e manutenção do bebetronic. Se você gostou do bebetronic e deseja contribuir para que possamos continuar desenvolvendo ideias e manter o bebetronic, nós o convidamos a se juntar à nossa comunidade  ou fazer uma contribuição no Kofi ou Paypal.",
  "message_from_bebetronic_team": "Uma mensagem da equipe Bebetronic",
  "help": "Ajuda Bebetronic"
}
